{
    "0": 19,
    "ョ": 169,
    "+": 14,
    "<pad>": 0,
    "メ": 163,
    "ド": 139,
    "プ": 153,
    "[": 62,
    "#": 6,
    "ガ": 110,
    "b": 69,
    "v": 89,
    "ギ": 112,
    "3": 22,
    "ナ": 140,
    "ォ": 107,
    "i": 76,
    "}": 96,
    "\\": 63,
    "!": 5,
    "d": 71,
    "^": 65,
    "4": 23,
    "ヒ": 148,
    "ベ": 155,
    "ツ": 134,
    "q": 84,
    "ラ": 171,
    "A": 36,
    "{": 94,
    "ダ": 130,
    "$": 7,
    "ウ": 104,
    "ゥ": 103,
    "r": 85,
    "ソ": 127,
    "ク": 113,
    "イ": 102,
    "U": 56,
    "ノ": 144,
    "ッ": 133,
    "ャ": 165,
    "フ": 151,
    "コ": 117,
    "g": 74,
    "キ": 111,
    "ゲ": 116,
    "6": 25,
    "Q": 52,
    "K": 46,
    "s": 86,
    "ヘ": 154,
    "ミ": 161,
    "ハ": 145,
    "f": 73,
    "ピ": 150,
    "N": 49,
    "R": 53,
    "ネ": 143,
    "ヰ": 178,
    "ワ": 177,
    "カ": 109,
    "パ": 147,
    "j": 77,
    "<s>": 2,
    "h": 75,
    "ゼ": 126,
    "E": 40,
    "ン": 181,
    "J": 45,
    "ィ": 101,
    "*": 13,
    ",": 15,
    "t": 87,
    "ト": 138,
    "ペ": 156,
    "<unk>": 1,
    "F": 41,
    "ー": 183,
    "T": 55,
    "%": 8,
    ":": 29,
    "ル": 173,
    "㋘": 184,
    "ポ": 159,
    "(": 11,
    "ズ": 124,
    "ヅ": 135,
    "x": 91,
    "モ": 164,
    "u": 88,
    "ザ": 120,
    "`": 67,
    "ヂ": 132,
    "c": 70,
    "&": 9,
    "]": 64,
    "　": 98,
    "=": 32,
    " ": 4,
    "ム": 162,
    "O": 50,
    "8": 27,
    "G": 42,
    "W": 58,
    ">": 33,
    "グ": 114,
    "セ": 125,
    "_": 66,
    "</s>": 3,
    "ァ": 99,
    "シ": 121,
    "n": 81,
    "V": 57,
    "z": 93,
    "@": 35,
    "y": 92,
    "エ": 106,
    "ェ": 105,
    "I": 44,
    "ビ": 149,
    "p": 83,
    "|": 95,
    "サ": 119,
    "-": 16,
    ";": 30,
    "ヌ": 142,
    "?": 34,
    "ヮ": 176,
    "ヨ": 170,
    "k": 78,
    "9": 28,
    "5": 24,
    "m": 80,
    ")": 12,
    "ニ": 141,
    "ヲ": 180,
    "リ": 172,
    "X": 59,
    "~": 97,
    "ジ": 122,
    "H": 43,
    "w": 90,
    "ヤ": 166,
    "ケ": 115,
    "L": 47,
    "デ": 137,
    "P": 51,
    "ボ": 158,
    "l": 79,
    "バ": 146,
    ".": 17,
    "/": 18,
    "テ": 136,
    "C": 38,
    "e": 72,
    "ユ": 168,
    "M": 48,
    "ス": 123,
    "2": 21,
    "D": 39,
    "Z": 61,
    "B": 37,
    "チ": 131,
    "マ": 160,
    "7": 26,
    "ブ": 152,
    "'": 10,
    "<": 31,
    "ゾ": 128,
    "ホ": 157,
    "S": 54,
    "1": 20,
    "オ": 108,
    "レ": 174,
    "Y": 60,
    "ゴ": 118,
    "ュ": 167,
    "a": 68,
    "ロ": 175,
    "タ": 129,
    "ヱ": 179,
    "ア": 100,
    "ヴ": 182,
    "o": 82
}